Repository: xcv58/MacTools
Catalog: Plugins/ClipboardHistory/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# panel.empty.title
source: 尚无剪贴板历史
ar: لا يوجد سجل للحافظة بعد
de: Noch kein Zwischenablageverlauf
en: No Clipboard History Yet
es: Aún no hay historial del portapapeles
fr: Aucun historique du presse-papiers
ja: クリップボード履歴はまだありません
ko: 아직 클립보드 기록이 없음
pt: Ainda não há histórico da área de transferência
ru: История буфера обмена пока пуста
tr: Henüz Pano Geçmişi Yok
zh_hant: 尚無剪貼簿記錄

# panel.error.storage.title
source: 存储问题
ar: مشكلة في التخزين
de: Speicherproblem
en: Storage Problem
es: Problema de almacenamiento
fr: Problème de stockage
ja: ストレージの問題
ko: 저장 공간 문제
pt: Problema de armazenamento
ru: Проблема с хранилищем
tr: Depolama Sorunu
zh_hant: 儲存問題

# panel.error.title
source: 无法读取剪贴板历史
ar: تعذر قراءة سجل الحافظة
de: Zwischenablageverlauf konnte nicht gelesen werden
en: Couldn’t Read Clipboard History
es: No se pudo leer el historial del portapapeles
fr: Impossible de lire l’historique du presse-papiers
ja: クリップボード履歴を読み込めませんでした
ko: 클립보드 기록을 읽을 수 없음
pt: Não foi possível ler o histórico da área de transferência
ru: Не удалось прочитать историю буфера обмена
tr: Pano Geçmişi Okunamadı
zh_hant: 無法讀取剪貼簿記錄

# panel.status.count
source: %d 条历史 · %d 条已存
ar: %d في السجل · %d محفوظة
de: %d im Verlauf · %d gespeichert
en: %d history items · %d saved
es: %d en el historial · %d guardados
fr: %d dans l’historique · %d enregistrés
ja: 履歴 %d 件 · 保存済み %d 件
ko: 기록 %d개 · 저장됨 %d개
pt: %d no histórico · %d salvos
ru: В истории: %d · сохранено: %d
tr: %d geçmiş öğesi · %d kayıtlı
zh_hant: %d 筆記錄 · %d 筆已儲存

# panel.status.ignoreNext
source: 下次复制不会保存
ar: لن تُحفظ عملية النسخ التالية
de: Nächste Kopie wird nicht gespeichert
en: Next Copy Won’t Be Saved
es: La próxima copia no se guardará
fr: La prochaine copie ne sera pas enregistrée
ja: 次のコピーは保存されません
ko: 다음 복사는 저장되지 않음
pt: A próxima cópia não será salva
ru: Следующее копирование не будет сохранено
tr: Sonraki Kopya Kaydedilmeyecek
zh_hant: 下次複製不會儲存

# panel.status.loading
source: 正在读取加密历史…
ar: جارٍ قراءة السجل المشفر…
de: Verschlüsselter Verlauf wird geladen …
en: Loading encrypted history…
es: Cargando el historial cifrado…
fr: Chargement de l’historique chiffré…
ja: 暗号化された履歴を読み込み中…
ko: 암호화된 기록을 불러오는 중…
pt: Carregando histórico criptografado…
ru: Загрузка зашифрованной истории…
tr: Şifreli geçmiş yükleniyor…
zh_hant: 正在讀取加密記錄…

# panel.status.paused
source: 收集已暂停
ar: الجمع متوقف مؤقتًا
de: Sammlung pausiert
en: Collection Paused
es: Recopilación en pausa
fr: Collecte suspendue
ja: 収集は一時停止中
ko: 수집 일시 정지됨
pt: Coleta pausada
ru: Сбор приостановлен
tr: Toplama Duraklatıldı
zh_hant: 收集已暫停

# permission.accessibility.description
source: 用于“私密复制”发送 Command-C，也用于 Return、Shift-Return 和 ⌘1–9 将记录粘贴到之前的应用。
ar: يُستخدم لإرسال Command-C للنسخ الخاص، وكذلك للصق عبر Return وShift-Return و⌘1–9 في التطبيق السابق.
de: Sendet Command-C für „Privates Kopieren“ und fügt mit Return, Shift-Return und ⌘1–9 in die vorherige App ein.
en: Sends Command-C for Private Copy and lets Return, Shift-Return, and ⌘1–9 paste into the previously active app.
es: Envía Command-C para Copia privada y permite pegar con Return, Shift-Return y ⌘1–9 en la app anterior.
fr: Envoie Command-C pour Copie privée et permet de coller avec Return, Shift-Return et ⌘1–9 dans l’app précédente.
ja: プライベートコピーでCommand-Cを送信し、Return、Shift-Return、⌘1〜9で直前のアプリにペーストするために使用します。
ko: 비공개 복사에 Command-C를 보내고 Return, Shift-Return 및 ⌘1–9로 이전 앱에 붙여넣는 데 사용됩니다.
pt: Envia Command-C para Cópia privada e permite colar com Return, Shift-Return e ⌘1–9 no app anterior.
ru: Отправляет Command-C для приватного копирования и позволяет вставлять по Return, Shift-Return и ⌘1–9 в предыдущее приложение.
tr: Gizli Kopyalama için Command-C tuşlarını gönderir; Return, Shift-Return ve ⌘1–9 tuşlarının, bir önceki etkin uygulamaya yapıştırma yapmasını sağlar.
zh_hant: 用於「私密複製」傳送 Command-C，也用於 Return、Shift-Return 和 ⌘1–9 將記錄貼到之前的 App。

# permission.accessibility.footnote
source: 普通收集、搜索和复制不需要此权限；私密复制以及 Return、Shift-Return 和 ⌘1–9 粘贴需要。
ar: لا يحتاج الجمع والبحث والنسخ إلى هذا الإذن؛ يحتاجه النسخ الخاص واللصق عبر Return وShift-Return و⌘1–9.
de: Sammeln, Suchen und Kopieren benötigen sie nicht; nur Privates Kopieren und Einfügen mit Return, Shift-Return und ⌘1–9.
en: Collection, search, and copying don’t need it; Private Copy and pasting with Return, Shift-Return, or ⌘1–9 do.
es: Recopilar, buscar y copiar no lo necesitan; Copia privada y pegar con Return, Shift-Return o ⌘1–9 sí.
fr: La collecte, la recherche et la copie n’en ont pas besoin ; Copie privée et le collage avec Return, Shift-Return ou ⌘1–9 l’utilisent.
ja: 収集、検索、コピーには不要です。プライベートコピーとReturn、Shift-Return、⌘1〜9でのペーストに使用します。
ko: 수집, 검색, 복사에는 필요하지 않으며 비공개 복사와 Return, Shift-Return, ⌘1–9 붙여넣기에 필요합니다.
pt: Coletar, pesquisar e copiar não precisam; Cópia privada e colar com Return, Shift-Return ou ⌘1–9 precisam.
ru: Сбор, поиск и копирование не требуют его; приватное копирование и вставка по Return, Shift-Return или ⌘1–9 требуют.
tr: Toplama, arama ve kopyalama için gerekmez; Gizli Kopyalama ve Return, Shift-Return ya da ⌘1–9 ile yapıştırma için gereklidir.
zh_hant: 一般收集、搜尋和複製不需要此權限；私密複製以及 Return、Shift-Return 和 ⌘1–9 貼上需要。

# permission.accessibility.title
source: 辅助功能
ar: تسهيلات الاستخدام
de: Bedienungshilfen
en: Accessibility
es: Accesibilidad
fr: Accessibilité
ja: アクセシビリティ
ko: 손쉬운 사용
pt: Acessibilidade
ru: Универсальный доступ
tr: Erişilebilirlik
zh_hant: 輔助使用

# settings.collection.toggle
source: 启用剪贴板历史
ar: تمكين سجل الحافظة
de: Zwischenablageverlauf aktivieren
en: Enable Clipboard History
es: Activar el historial del portapapeles
fr: Activer l’historique du presse-papiers
ja: クリップボード履歴を有効にする
ko: 클립보드 기록 활성화
pt: Ativar histórico da área de transferência
ru: Включить историю буфера обмена
tr: Pano Geçmişini Etkinleştir
zh_hant: 啟用剪貼簿記錄

# settings.data.savedCount
source: %d / %d 条 · %@ / %@
ar: %d / %d عنصر · %@ / %@
de: %d / %d Einträge · %@ / %@
en: %d / %d items · %@ / %@
es: %d / %d elementos · %@ / %@
fr: %d / %d éléments · %@ / %@
ja: %d / %d件 · %@ / %@
ko: %d / %d개 · %@ / %@
pt: %d / %d itens · %@ / %@
ru: %d из %d элементов · %@ / %@
tr: %d / %d öğe · %@ / %@
zh_hant: %d / %d 筆 · %@ / %@

# settings.data.section
source: 本机数据
ar: البيانات المحلية
de: Lokale Daten
en: Local Data
es: Datos locales
fr: Données locales
ja: ローカルデータ
ko: 로컬 데이터
pt: Dados locais
ru: Локальные данные
tr: Yerel Veriler
zh_hant: 本機資料

# settings.exclusions.empty
source: 未排除任何应用
ar: لا توجد تطبيقات مستبعدة
de: Keine Apps ausgeschlossen
en: No Apps Excluded
es: No hay apps excluidas
fr: Aucune app exclue
ja: 除外されたアプリはありません
ko: 제외된 앱 없음
pt: Nenhum app excluído
ru: Нет исключённых приложений
tr: Hariç Tutulan Uygulama Yok
zh_hant: 未排除任何 App

# settings.exclusions.footnote
source: 排除依据是复制发生时观察到的前台应用，不能替代密码管理器或安全输入保护。
ar: يعتمد الاستبعاد على التطبيق الأمامي الذي لوحظ عند النسخ، ولا يحل محل مدير كلمات المرور أو حماية الإدخال الآمن.
de: Der Ausschluss basiert auf der beim Kopieren beobachteten Vordergrund-App und ersetzt keinen Passwortmanager oder Schutz für sichere Eingaben.
en: Exclusion is based on the frontmost app observed when copying and doesn’t replace a password manager or secure-input protection.
es: La exclusión se basa en la app en primer plano al copiar y no sustituye a un gestor de contraseñas ni a la entrada segura.
fr: L’exclusion repose sur l’app au premier plan lors de la copie et ne remplace pas un gestionnaire de mots de passe ni la saisie sécurisée.
ja: 除外はコピー時に最前面だったアプリに基づき、パスワードマネージャーや安全な入力保護の代わりにはなりません。
ko: 제외는 복사 시 감지된 전면 앱을 기준으로 하며 암호 관리자나 보안 입력 보호를 대체하지 않습니다.
pt: A exclusão se baseia no app em primeiro plano ao copiar e não substitui um gerenciador de senhas nem a entrada segura.
ru: Исключение определяется приложением на переднем плане при копировании и не заменяет менеджер паролей или защищённый ввод.
tr: Hariç tutma, kopyalama anında önde görünen uygulamaya göre yapılır; bir parola yöneticisinin veya güvenli giriş korumasının yerini tutmaz.
zh_hant: 排除依據是複製時偵測到的前景 App，不能取代密碼管理器或安全輸入保護。

# settings.exclusions.removeAccessibility
source: 移除 %@
ar: إزالة %@
de: %@ entfernen
en: Remove %@
es: Quitar %@
fr: Retirer %@
ja: %@を削除
ko: %@ 제거
pt: Remover %@
ru: Удалить %@
tr: %@ Uygulamasını Kaldır

# settings.exclusions.section
source: 排除的应用
ar: التطبيقات المستبعدة
de: Ausgeschlossene Apps
en: Excluded Apps
es: Apps excluidas
fr: Apps exclues
ja: 除外するアプリ
ko: 제외된 앱
pt: Apps excluídos
ru: Исключённые приложения
tr: Hariç Tutulan Uygulamalar
zh_hant: 排除的 App

# settings.retention.byteCount.kilobytes
source: %d KB
ar: %d ك.ب
fr: %d Ko
ru: %d КБ

# settings.retention.expiration.description
source: 按最后使用时间计算；未使用过的记录按添加时间计算。
ar: تُحسب المدة من آخر استخدام، أو من وقت الإضافة للعناصر التي لم تُستخدم بعد.
de: Ab der letzten Verwendung; noch nie verwendete Einträge zählen ab dem Hinzufügen.
en: Count from the last use, or from when the item was added if it has never been used.
es: Se cuenta desde el último uso, o desde que se añadió el elemento si nunca se ha usado.
fr: À partir de la dernière utilisation, ou de l’ajout si l’élément n’a jamais été utilisé.
ja: 最後に使用した時点から計算します。未使用の項目は追加時点から計算します。
ko: 마지막 사용 시점부터 계산하며, 사용한 적이 없는 항목은 추가 시점부터 계산합니다.
pt: Conta a partir do último uso, ou da adição do item se ele nunca foi usado.
ru: Отсчитывается с последнего использования, а для неиспользованных элементов — с момента добавления.
tr: Süre son kullanımdan itibaren hesaplanır; öğe hiç kullanılmadıysa eklenme zamanından itibaren hesaplanır.
zh_hant: 按最後使用時間計算；未使用過的記錄按加入時間計算。

# settings.retention.expiration.ninetyDays
source: 90 天
ar: 90 يومًا
de: 90 Tage
en: 90 days
es: 90 días
fr: 90 jours
ja: 90日
ko: 90일
pt: 90 dias
ru: 90 дней
tr: 90 gün

# settings.retention.expiration.oneDay
source: 1 天
ar: يوم واحد
de: 1 Tag
en: 1 day
es: 1 día
fr: 1 jour
ja: 1日
ko: 1일
pt: 1 dia
ru: 1 день
tr: 1 gün

# settings.retention.expiration.sevenDays
source: 7 天
ar: 7 أيام
de: 7 Tage
en: 7 days
es: 7 días
fr: 7 jours
ja: 7日
ko: 7일
pt: 7 dias
ru: 7 дней
tr: 7 gün

# settings.retention.expiration.thirtyDays
source: 30 天
ar: 30 يومًا
de: 30 Tage
en: 30 days
es: 30 días
fr: 30 jours
ja: 30日
ko: 30일
pt: 30 dias
ru: 30 дней
tr: 30 gün

# settings.retention.expiration.title
source: 闲置过期时间
ar: مدة انتهاء الصلاحية عند عدم الاستخدام
de: Ablauf bei Inaktivität
en: Inactivity Expiration
es: Caducidad por inactividad
fr: Expiration après inactivité
ja: 未使用時の保持期間
ko: 미사용 만료 기간
pt: Expiração por inatividade
ru: Срок хранения без использования
tr: Kullanılmayanları Silme Süresi
zh_hant: 閒置到期時間

# settings.retention.itemCount
source: %d 条
ar: %d عنصرًا
de: %d Einträge
en: %d items
es: %d elementos
fr: %d éléments
ja: %d 件
ko: %d개
pt: %d itens
ru: %d записей
tr: %d öğe
zh_hant: %d 筆

# settings.retention.maximum.description
source: 达到条数上限时，会自动移除最早的历史。已存项目不受影响。
ar: عند بلوغ حد العناصر، تُزال أقدم عناصر السجل تلقائيًا. ولا تتأثر العناصر المحفوظة.
de: Beim Erreichen der Eintragsgrenze wird der älteste Verlauf automatisch entfernt. Gespeicherte Elemente bleiben erhalten.
en: When the item limit is reached, the oldest History items are removed automatically. Saved items are unaffected.
es: Al alcanzar el límite de elementos, se elimina automáticamente el historial más antiguo. Los elementos guardados no se ven afectados.
fr: Lorsque la limite est atteinte, l’historique le plus ancien est supprimé automatiquement. Les éléments enregistrés ne sont pas affectés.
ja: 項目数の上限に達すると、最も古い履歴が自動的に削除されます。保存済み項目には影響しません。
ko: 항목 수 한도에 도달하면 가장 오래된 기록이 자동으로 삭제됩니다. 저장된 항목에는 영향을 주지 않습니다.
pt: Ao atingir o limite de itens, o histórico mais antigo é removido automaticamente. Os itens salvos não são afetados.
ru: При достижении лимита самая старая история удаляется автоматически. Сохранённые элементы не затрагиваются.
tr: Öğe sınırına ulaşıldığında en eski Geçmiş öğeleri otomatik olarak kaldırılır. Kayıtlı öğeler etkilenmez.
zh_hant: 達到筆數上限時，會自動移除最早的記錄。已儲存項目不受影響。

# settings.retention.storageLimit.description
source: 达到容量上限时会移除最早的历史。已存项目不受影响；实际保存仍受可用磁盘空间限制。
ar: عند بلوغ حد السعة، تُزال أقدم عناصر السجل. ولا تتأثر العناصر المحفوظة، ويظل التخزين مقيدًا بمساحة القرص المتاحة.
de: Beim Erreichen des Speicherlimits wird der älteste Verlauf entfernt. Gespeicherte Elemente bleiben erhalten; der Speicher hängt vom freien Speicherplatz ab.
en: When the storage limit is reached, the oldest History items are removed. Saved items are unaffected; actual storage remains subject to available disk space.
es: Al alcanzar el límite, se elimina el historial más antiguo. Los elementos guardados no se ven afectados; el almacenamiento depende del espacio disponible.
fr: Lorsque la limite est atteinte, l’historique le plus ancien est supprimé. Les éléments enregistrés ne sont pas affectés ; le stockage dépend de l’espace disponible.
ja: 保存容量の上限に達すると、最も古い履歴が削除されます。保存済み項目には影響せず、実際の容量は空きディスク容量にも左右されます。
ko: 저장 용량 한도에 도달하면 가장 오래된 기록이 삭제됩니다. 저장된 항목에는 영향을 주지 않으며 실제 용량은 디스크 여유 공간의 제한을 받습니다.
pt: Ao atingir o limite, o histórico mais antigo é removido. Os itens salvos não são afetados; o armazenamento depende do espaço disponível.
ru: При достижении лимита удаляется самая старая история. Сохранённые элементы не затрагиваются; объём зависит от свободного места.
tr: Depolama sınırına ulaşıldığında en eski Geçmiş öğeleri kaldırılır. Kayıtlı öğeler etkilenmez; gerçek depolama, kullanılabilir disk alanına bağlı kalır.
zh_hant: 達到容量上限時會移除最早的記錄。已儲存項目不受影響；實際儲存仍受可用磁碟空間限制。

# settings.retention.storageLimit.title
source: 历史容量
ar: سعة السجل
de: Verlaufsspeicher
en: History Storage
es: Almacenamiento del historial
fr: Stockage de l’historique
ja: 履歴の保存容量
ko: 기록 저장 용량
pt: Armazenamento do histórico
ru: Объём истории
tr: Geçmiş Depolama Alanı
zh_hant: 記錄容量

# settings.retention.maximum.title
source: 最多保留
ar: الحد الأقصى
de: Maximal behalten
en: Maximum Items
es: Máximo de elementos
fr: Nombre maximal
ja: 最大保持数
ko: 최대 보관 수
pt: Máximo de itens
ru: Максимум записей
tr: En Fazla Öğe Sayısı

# shortcut.group.description
source: “立即私密复制”一步复制当前选择；“忽略下一次复制”会等待之后的右键菜单或 Command-C，15 秒后自动取消。
ar: ينسخ «نسخ خاص الآن» التحديد الحالي بخطوة واحدة؛ وينتظر «تجاهل النسخة التالية» نسخة لاحقة عبر القائمة السياقية أو Command-C ويلغى بعد 15 ثانية.
de: „Jetzt privat kopieren“ kopiert die aktuelle Auswahl in einem Schritt. „Nächste Kopie ignorieren“ wartet auf ein späteres Kopieren per Kontextmenü oder Command-C und wird nach 15 Sekunden abgebrochen.
en: “Private Copy Now” copies the current selection in one step. “Ignore Next Copy” waits for a later context-menu or Command-C copy and cancels after 15 seconds.
es: «Copia privada ahora» copia la selección en un paso. «Ignorar la próxima copia» espera una copia posterior desde el menú contextual o con Command-C y se cancela tras 15 segundos.
fr: « Copier en privé maintenant » copie la sélection en une étape. « Ignorer la prochaine copie » attend une copie ultérieure via le menu contextuel ou Command-C et s’annule après 15 secondes.
ja: 「今すぐプライベートコピー」は現在の選択を1ステップでコピーします。「次のコピーを無視」は後のコンテキストメニューまたはCommand-Cを待ち、15秒後に解除されます。
ko: ‘지금 비공개 복사’는 현재 선택을 한 번에 복사합니다. ‘다음 복사 무시’는 이후 컨텍스트 메뉴 또는 Command-C 복사를 기다리며 15초 후 취소됩니다.
pt: “Copiar em privado agora” copia a seleção em uma etapa. “Ignorar próxima cópia” aguarda uma cópia posterior pelo menu de contexto ou Command-C e é cancelado após 15 segundos.
ru: «Скопировать приватно сейчас» копирует выделенное за один шаг. «Игнорировать следующее копирование» ожидает последующее копирование через контекстное меню или Command-C и отменяется через 15 секунд.
tr: “Şimdi Gizli Kopyala”, geçerli seçimi tek adımda kopyalar. “Sonraki Kopyalamayı Yoksay”, sonraki bağlam menüsü veya Command-C kopyalamasını bekler ve 15 saniye sonra otomatik iptal olur.
zh_hant: 「立即私密複製」一步複製目前選取內容；「忽略下一次複製」會等待之後的右鍵選單或 Command-C，15 秒後自動取消。

# shortcut.group.title
source: 敏感内容复制快捷键
ar: اختصارات نسخ المحتوى الحساس
de: Kurzbefehle für sensible Kopien
en: Sensitive Copy Shortcuts
es: Atajos de copia sensible
fr: Raccourcis de copie sensible
ja: 機密コピーのショートカット
ko: 민감한 콘텐츠 복사 단축키
pt: Atalhos para cópias confidenciais
ru: Сочетания для конфиденциального копирования
tr: Hassas Kopyalama Kısayolları
zh_hant: 敏感內容複製快速鍵

# shortcut.ignoreNext.description
source: 接下来一次剪贴板变化不会被读取或保存，15 秒后自动取消。
ar: لن تتم قراءة التغيير التالي في الحافظة أو حفظه، وسيُلغى تلقائيًا بعد 15 ثانية.
de: Die nächste Änderung der Zwischenablage wird weder gelesen noch gespeichert und nach 15 Sekunden automatisch abgebrochen.
en: The next clipboard change won’t be read or saved and will cancel automatically after 15 seconds.
es: El próximo cambio del portapapeles no se leerá ni guardará y se cancelará automáticamente tras 15 segundos.
fr: La prochaine modification du presse-papiers ne sera ni lue ni enregistrée et s’annulera automatiquement après 15 secondes.
ja: 次のクリップボード変更は読み取りも保存もされず、15秒後に自動的に解除されます。
ko: 다음 클립보드 변경은 읽거나 저장하지 않으며 15초 후 자동으로 취소됩니다.
pt: A próxima alteração da área de transferência não será lida nem salva e será cancelada automaticamente após 15 segundos.
ru: Следующее изменение буфера обмена не будет прочитано или сохранено и отменится через 15 секунд.
tr: Bir sonraki pano değişikliği okunmaz veya kaydedilmez ve 15 saniye sonra otomatik olarak iptal olur.
zh_hant: 接下來一次剪貼簿變更不會被讀取或儲存，15 秒後自動取消。

# panel.action.cancelIgnore
source: 取消忽略下一次复制
ar: إلغاء تجاهل عملية النسخ التالية
de: Ignorieren der nächsten Kopie abbrechen
en: Cancel Ignore Next Copy
es: Dejar de ignorar la próxima copia
fr: Annuler Ignorer la prochaine copie
ja: 次のコピーの無視をキャンセル
ko: 다음 복사 무시 취소
pt: Cancelar ignorar próxima cópia
ru: Отменить пропуск следующего копирования
tr: Sonraki Kopyalamayı Yoksaymayı İptal Et
zh_hant: 取消忽略下一次複製

# shortcut.ignoreNext.title
source: 忽略下一次复制
ar: تجاهل عملية النسخ التالية
de: Nächste Kopie ignorieren
en: Ignore Next Copy
es: Ignorar la próxima copia
fr: Ignorer la prochaine copie
ja: 次のコピーを無視
ko: 다음 복사 무시
pt: Ignorar próxima cópia
ru: Пропустить следующее копирование
tr: Sonraki Kopyalamayı Yoksay
zh_hant: 忽略下一次複製

# shortcut.privateCopy.description
source: 复制当前选择，但不读取或保存这次剪贴板内容。
ar: انسخ التحديد الحالي دون قراءة محتوى الحافظة أو حفظه.
de: Aktuelle Auswahl kopieren, ohne den Inhalt der Zwischenablage zu lesen oder zu speichern.
en: Copy the current selection without reading or saving this clipboard content.
es: Copia la selección actual sin leer ni guardar este contenido del portapapeles.
fr: Copiez la sélection actuelle sans lire ni enregistrer ce contenu du presse-papiers.
ja: 現在の選択内容を、クリップボードの内容を読み取ったり保存したりせずにコピーします。
ko: 현재 선택 항목을 클립보드 내용을 읽거나 저장하지 않고 복사합니다.
pt: Copia a seleção atual sem ler nem salvar este conteúdo da área de transferência.
ru: Скопировать выделенное, не читая и не сохраняя содержимое буфера обмена.
tr: Geçerli seçimi, bu pano içeriğini okumadan veya kaydetmeden kopyalar.
zh_hant: 複製目前的選取內容，但不讀取或儲存此次剪貼簿內容。

# shortcut.privateCopy.title
source: 私密复制
ar: نسخ خاص
de: Privates Kopieren
en: Private Copy
es: Copia privada
fr: Copie privée
ja: プライベートコピー
ko: 비공개 복사
pt: Cópia privada
ru: Приватное копирование
tr: Gizli Kopyalama
zh_hant: 私密複製

# panel.richText.previewSimplified
source: 为保持流畅，大型富文本以纯文本预览。
ar: يُعرض النص المنسق الكبير كنص عادي للحفاظ على الاستجابة.
de: Großer formatierter Text wird für eine flüssige Darstellung als Klartext angezeigt.
en: Large rich text is shown as plain text to keep the preview responsive.
es: El texto enriquecido grande se muestra como texto sin formato para mantener la fluidez.
fr: Le texte enrichi volumineux est affiché en texte brut pour préserver la fluidité.
ja: 動作を軽快に保つため、大きなリッチテキストは標準テキストでプレビューされます。
ko: 원활한 미리보기를 위해 큰 서식 있는 텍스트는 일반 텍스트로 표시됩니다.
pt: Textos formatados grandes são mostrados como texto simples para manter a fluidez.
ru: Для быстрой работы большой форматированный текст показан как обычный текст.
tr: Önizlemenin akıcı kalması için büyük zengin metinler düz metin olarak gösterilir.
zh_hant: 為保持流暢，大型富文字會以純文字預覽。

# shortcut.pastePlain.title
source: 以纯文本粘贴剪贴板
ar: لصق الحافظة كنص عادي
de: Zwischenablage als Klartext einsetzen
en: Paste Clipboard as Plain Text
es: Pegar el portapapeles como texto sin formato
fr: Coller le presse-papiers en texte brut
ja: クリップボードを標準テキストでペースト
ko: 클립보드를 일반 텍스트로 붙여넣기
pt: Colar a área de transferência como texto simples
ru: Вставить буфер обмена как обычный текст
tr: Panoyu Düz Metin Olarak Yapıştır
zh_hant: 以純文字貼上剪貼簿

# shortcut.pastePlain.description
source: 不打开历史记录，直接粘贴富文本的可见文字；当前剪贴板为图片时使用已识别的文字。
ar: يلصق الحافظة كنص عادي دون فتح السجل، ويستخدم النص المتعرّف عليه عندما تكون الحافظة صورة.
de: Fügt die Zwischenablage ohne Verlauf als Klartext ein und verwendet bei einem Bild den bereits erkannten Text.
en: Pastes visible text from rich clipboard content without opening history, using recognized text when the clipboard contains an image.
es: Pega el portapapeles como texto sin formato sin abrir el historial y usa el texto reconocido si contiene una imagen.
fr: Colle le presse-papiers en texte brut sans ouvrir l’historique et utilise le texte reconnu s’il contient une image.
ja: 履歴を開かずにクリップボードを標準テキストでペーストし、画像の場合は認識済みの文字を使用します。
ko: 기록을 열지 않고 클립보드를 일반 텍스트로 붙여넣으며, 이미지인 경우 인식된 텍스트를 사용합니다.
pt: Cola a área de transferência como texto simples sem abrir o histórico e usa o texto reconhecido quando ela contém uma imagem.
ru: Вставляет содержимое буфера обычным текстом без открытия истории, используя распознанный текст, если в буфере изображение.
tr: Geçmişi açmadan, zengin pano içeriğindeki görünür metni yapıştırır; pano bir görsel içerdiğinde tanınan metni kullanır.
zh_hant: 不開啟記錄，直接貼上富文字的可見文字；目前剪貼簿為圖片時使用已辨識的文字。

# shortcut.pastePlain.groupTitle
source: 纯文本粘贴快捷键
ar: اختصار اللصق كنص عادي
de: Kurzbefehl zum Einsetzen als Klartext
en: Plain Text Paste Shortcut
es: Atajo para pegar texto sin formato
fr: Raccourci de collage en texte brut
ja: 標準テキストペーストのショートカット
ko: 일반 텍스트 붙여넣기 단축키
pt: Atalho para colar texto simples
ru: Сочетание для вставки обычного текста
tr: Düz Metin Yapıştırma Kısayolu
zh_hant: 純文字貼上快速鍵

# shortcut.pastePlain.groupDescription
source: 用一个快捷键直接粘贴富文本的可见文字或当前图片中已识别的文字，无需打开剪贴板历史。
ar: استخدم اختصارًا واحدًا للصق نص عادي أو النص المتعرّف عليه في الصورة الحالية دون فتح سجل الحافظة.
de: Ein Kurzbefehl fügt Klartext oder erkannten Text aus dem aktuellen Bild ein, ohne den Verlauf zu öffnen.
en: Use one shortcut to paste visible text from rich content or recognized text from the current image without opening Clipboard History.
es: Usa un atajo para pegar texto sin formato o el texto reconocido de la imagen actual sin abrir el historial.
fr: Utilisez un raccourci pour coller du texte brut ou le texte reconnu dans l’image actuelle sans ouvrir l’historique.
ja: 履歴を開かずに、標準テキストまたは現在の画像で認識された文字を1つのショートカットでペーストします。
ko: 기록을 열지 않고 하나의 단축키로 일반 텍스트 또는 현재 이미지에서 인식된 텍스트를 붙여넣습니다.
pt: Use um atalho para colar texto simples ou o texto reconhecido na imagem atual sem abrir o histórico.
ru: Одним сочетанием вставляйте обычный текст или распознанный текст текущего изображения, не открывая историю.
tr: Pano Geçmişini açmadan, tek bir kısayolla zengin içerikteki görünür metni veya geçerli görseldeki tanınan metni yapıştırın.
zh_hant: 用一個快速鍵直接貼上富文字的可見文字或目前圖片中已辨識的文字，無需開啟剪貼簿記錄。

# shortcut.pastePlain.controlTitle
source: 粘贴当前剪贴板为纯文本
ar: لصق الحافظة الحالية كنص عادي
de: Aktuelle Zwischenablage als Klartext einsetzen
en: Paste Current Clipboard as Plain Text
es: Pegar el portapapeles actual como texto sin formato
fr: Coller le presse-papiers actuel en texte brut
ja: 現在のクリップボードを標準テキストでペースト
ko: 현재 클립보드를 일반 텍스트로 붙여넣기
pt: Colar a área de transferência atual como texto simples
ru: Вставить текущий буфер как обычный текст
tr: Geçerli Panoyu Düz Metin Olarak Yapıştır
zh_hant: 將目前剪貼簿貼上為純文字
